Repository: silcus/pinger
Catalog: po/*.po
Languages: cs, pl

source: Incomplete line
cs: Nekompletní øádka
pl: Niekompletna zawarto¶æ wiersza

source: Value is lower than limit. Setting to minimum value.
cs: Hodnota je men¹í, ne¾ limit. Nastavuji na nejmen¹í hodnotu.
pl: Warto¶æ mniejsza ni¿ dopuszczalny limit. Przyjmujê warto¶æ minimaln±.

source: Value is higher than limit. Setting to maximum value.
cs: Hodnota je vìt¹í, ne¾ limit. Nastavuji na nejvìt¹í hodnotu.
pl: Warto¶æ wiêksza ni¿ dopuszczalny limit. Przyjmujê warto¶æ maksymaln±.

source: Cannot get environment variable
cs: Nemohu naèíst promìnou prostøedí
pl: Nie mo¿na odczytaæ warto¶ci zmiennej ¶rodowiskowej

source: Reading configuration file
cs: Ètu konfiguraèní soubor
pl: Odczytywanie pliku konfiguracyjnego

source: Cannot open config file
cs: Nemohu otevøít konfiguraèní soubor
pl: Nie mozna otworzyæ pliku konfiguracyjnego

source: Creating new one in your home directory ...
cs: Vytváøím nový ve va¹em domácím adresáøi ...
pl: Tworzenie nowego pliku w Twoim katalogu domowym ...

source: Cannot create file
cs: Nemohu otevøít konfiguraèní soubor
pl: Nie mo¿na utworzyæ pliku konfiguracyjnego

source: Please check your create privileges for this directory!
cs: Prosím zkontrolujte si práva k tomuto adresáøi!
pl: Proszê sprawdziæ swoje uprawienia odpowiadaj±ce temu katalogowi!

source: Pinger configuration file
cs: Konfiguraèní soubor Pingeru
pl: Plik konfiguracyjny pingera

source: Description
cs: Popis
pl: Opis

source: when ping successful, wait this time before sending next ping request.
cs: pokud je ping úspì¹ný, èeká se takto dlouho pøed vysláním dal¹ího pingu.
pl: gdy wykonanie pinga zakoñczy siê powodzeniem, odczekuj podany okres czasu zanim zostanie wys³any nastêpny ping.

source: when ping failed, wait this time before sending next ping request.
cs: pokud je ping neúspì¹ný, èeká se takto dlouho pøed vysláním dal¹ího pingu.
pl: gdy wykonanie pinga zakoñczy siê niepowodzeniem, odczekuj podany okres czasu zanim zostanie wys³any nastêpny ping.

source: Also when reply exceeds this interval, host is marked as offline.
cs: Pokud odpovìd nepøíjde do tohoto intervalu, poèítaè je oznaèen jako 'bez odpovìdi'.
pl: Je¶li odpowied¼ nie nadejdzie w ci±gu okre¶lonego interwa³u czasowego, host jest oznaczany jako 'wy³±czony'.

source: delay of reply after which is host marked as delayed.
cs: zpo¾dìní, po kterém je poèítaè oznaèen jako opo¾dìný.
pl: czas odpowiedzi po którym host jest oznaczany jako opó¼niony.

source: Indicate that host will be pinged using ARP request instead of ICMP ECHO.
cs: Znamená, ¾e stav poèítaèe bude zji¹»ován pomocí ARP po¾adavku místo klasického ICMP ECHO.
pl: Host bêdzie pingowany z u¿yciem ¿±dañ ARP zamiast ¿±dañ echa ICMP.

source: Indicate that host will be logged in the host log.
cs: Znamená, ¾e zmìna stavu poèítaèe bude zapsána do ¾urnálu host log.
pl: Zmiany stanu hosta bêd± zapisywane w dzienniku zdarzeñ dostêpno¶ci hostów.

source: Indicate that host will not be logged in the host log.
cs: Znamená, ¾e zmìna stavu poèítaèe bude zapsána do ¾urnálu host log.
pl: Zmiany stanu hosta nie bêd± zapisywane w dzienniku zdarzeñ dostêpno¶ci hostów.

source: Logging - if host log specified, every hosts is logged.
cs: Logování - pokud je definován ¾urnál host log, zmìna ka¾dého poèítaèe bude zapsána.
pl: Logowanie - je¶li okre¶lono dziennik zdarzeñ dostêpno¶ci hostów, wszystkie stany hostów bêd± w nim zapisywane.

source: If any of them is marked as nolog, it won't be logged.
cs: Pokud je jakýkoliv z nich oznaèen nolog, nebude jeho zmìna zapsána.
pl: Je¶li którykolwiek z nich zostanie oznaczony poprzez nolog, nie bêd± zapisywane jego zmiany stanu.

source: If there are only 'log' at some hosts, these will be logged
cs: Pokud je zde jen 'log' u nìkterých poèítaèù, bude jeich stav zapsán,
pl: Je¶li 'log' ustawiono tylko w przypadku wybranych hostów, w dzienniku bêd± zapisywane informacje odpowiadaj±ce tym hostom

source: while the rest won't. See README for more.
cs: zatímco u zbytku nikoliv. V README najde¹ více informací.
pl: zatímco u zbytku nikoliv. Wiêcej informacji w pliku README.

source: Display refresh interval.
cs: Interval obnovení údajù na displeji.
pl: Interwa³ czasu po którym nastêpuje od¶wie¿enie ekranu.

source: Successful pings' next request interval.
cs: Interval dal¹ího po¾adavku pøi úspì¹ném pingu.
pl: Interwa³ czasu po którym zostanie wykonany nastêpny ping, o ile poprzedni ping zakoñczy³ siê sukcesem.

source: Interval, in which if there is no reply,
cs: Pokud v tomto intervalu nepøíjde odpovìd,
pl: Interwa³ czasu w którym nie nadejdzie odpowied¼,

source: host is marked as offline and new request is sent.
cs: poèítaè je oznaèen stavem 'bez odpovìdi' a ihned je vyslán dal¹í po¾adavek.
pl: host jest oznaczony jako 'niedostêpny' i zostaje wys³ane nowe ¿±danie.

source: Delay of reply after which is host marked as delayed, if not specified in IP line.
cs: Zpo¾dìní, po kterém je poèítaè oznaèen jako opo¾dìný, pokud není specifikováno jinak u IP.
pl: Czas odpowiedzi po którym host jest oznaczany jako opó¼niony, o ile nie okre¶lono inaczej w wierszu IP.

source: Hosts specified only by domain names are resolved every 10 minutes.
cs: Poèítaèe specifikovány pouze doménovým jménem jsou pøekládány ka¾dých 10 minut.
pl: W przypadku hostów, którym okre¶lono wy³±cznie nazwy domenowe, ich nazwy rozwi±zywane s± co 10 minut.

source: Specify other interval in seconds here if required. -1 = disable.
cs: Specifikuj jiný interval v sekundách zde, pokud potøebuje¹. -1 = vypnuto.
pl: Je¶li potrzebujesz okre¶l inny interwa³ czasowy w sekundach, -1 = wy³±czenie.

source: Filename where to log errors.
cs: Soubor, kam zapisovat chyby.
pl: Nazwa pliku w którym maj± byæ zapisywane informacje o b³êdach.

source: Filename where to log host status changes.
cs: Soubor, kam zapisovat zmìnu stavu poèítaèù.
pl: Nazwa pliku w którym maj± byæ zapisywane informacje o zmianach stanu hostów.

source: Minimum duration of the host status to log the change (in seconds).
cs: Minimální trvání stavu poèítaèe k tomu, aby se zmìna objevila v logu (v sekundách).
pl: Minimalny czas trwania stanu hosta po którym informacja o zmianie stanu jest zapisywania w dzienniku zdarzeñ (w sekundách).

source: -1 = disable logging, 0 = log all changes.
cs: -1 = vypne zapisování zmìn, 0 = zapisuj v¹echny zmìny.
pl: -1 = wy³±czenie zapisu zmian, 0 = w³±czenie zapisu wszystkich zmian.

source: ICMP packet size (see 'man ping' for details).
cs: Velikost ICMP paketu (více v 'man ping').
pl: Rozmiar pakietu ICMP (wiêcej informacji - 'man ping').

source: Title of this set of hosts. Character
cs: Jméno této sady poèítaèù. Znak
pl: Nazwa zestawu hostów. Znak

source: is not allowed here!
cs: zde není povolen!
pl: nie jest dozwolony w tym miejscu!

source: Cannot set configuration file owner to current user:
cs: Nemohu nastavit vlastníka konfiguraèního souboru na aktuálního u¾ivatele:
pl: Niemo¿liwe ustawienie bie¿±cego u¿ytkownika w³a¶cicielem pliku konfiguracyjnego:

source: Cannot reopen just created config file!
cs: Nemohu otevøít právì otevøený konfiguraèní soubor!
pl: Niemo¿liwe otworzenie w³a¶nie utworzonego pliku konfiguracyjnego!

source: Config file created successfuly
cs: Konfiguraèní soubor úspì¹nì vytvoøen
pl: Plik konfiguracyjny zosta³ utworzony

source: Using file
cs: Pou¾ívám soubor
pl: U¿ycie pliku

source: found options section
cs: nalezena sekce 'options'
pl: znaleziono sekcjê 'options'

source: found hosts section
cs: nalezena sekce 'poèítaèe'
pl: znaleziono sekcjê 'hosts'

source: Something uncommented found before OPTIONS section!
cs: Nìco nedokumentovaného nalezeno pøed sekcí OPTIONS!
pl: Znaleziono niezakomentowany ci±g znaków przed sekcj± OPTIONS!

source: IP/domain name
cs: IP/doménové jméno
pl: IP/nazwa domenowa

source: Invalid IP/domain name
cs: Neplatné IP/doménové jméno
pl: Nieprawid³owy IP/nazwa domenowa

source: Domain name is too long! Update this program source or check if domain name is OK!
cs: Doména je pøíli¹ dlouhá! Zmìn to ve zdrojovém kódu nebo si ovìø, zda je doména OK!
pl: Zbyt d³uga nazwa domenowa! Zmodyfikuj ¼ród³a programu lub sprawd¼ czy nazwa domenowa jest w³a¶ciwa!

source: is already initialized.
cs: je ji¾ inicializován
pl: jest ju¿ zainicjalizowany

source: Invalid host
cs: Neplatný poèítaè
pl: Niepoprawny host

source: Found name
cs: Nalezeno jméno
pl: Znaleziono nazwê

source: Setting ok delay
cs: Nastavuji prodlevu pro stav 'ok'
pl: Ustawienie opó¼nienia dla stanu 'ok'

source: Setting noreply delay
cs: Nastavuji prodlevu pro stav 'bez odpovìdi'
pl: Ustawienie opó¼nienia dla stanu 'wy³±czony'

source: Setting long delay
cs: Nastavuji interval vìt¹ího zpo¾dìní novou hodnotu
pl: Ustawienie d³ugiego opó¼nienia

source: This host will use ARP request instead of ICMP ECHO
cs: Tento poèítaè bude pou¾ívat ARP po¾adavky místo klasických ICMP ECHO
pl: W przypadku tego hosta bêd± u¿ywane ¿±dania ARP zamiast ¿±dañ ICMP ECHO

source: This host will not be logged in host log
cs: Zmìny tohoto poèítaèe nebudou zapisovány v ¾urnálu host log
pl: Zmiany dotycz±ce tego hosta nie bêd± zapisywane w dzienniku zdarzeñ zmian

source: This host will be logged in host log
cs: Zmìny tohoto poèítaèe budou zapisovány v ¾urnálu host log
pl: Zmiany dotycz±ce tego hosta bêd± zapisywane w dzienniku zdarzeñ zmian

source: Adding host
cs: Pøidávám poèítaè
pl: Dodanie hosta

source: Initializing socket
cs: Inicializuji socket
pl: Inicjalizowanie gniazda

source: Make sure you have root privileges or suid bit set!
cs: Ujistìte se, ¾e máte rootovská práva nebo nastaven suid bit!
pl: Upewnij siê, ¿e posiadasz uprawnienia roota lub bit suid zosta³ ustawiony!

source: Got free socket less than 2!
cs: Nalezen volný socket men¹í ne¾ 2!
pl: Zwolniono gniazdo o identyfikatorze mniejszym od 2!

source: Name
cs: Jméno
pl: Nazwa

source: value
cs: hodnota
pl: warto¶æ

source: Setting dns check to new value
cs: Nastavuji interval dns kontroly na novou hodnotu
pl: Ustawienie okresu odpytywania dns na now± warto¶æ

source: is out of range
cs: je mimo rozsah
pl: przekracza dozwolony zakres

source: Setting default value of
cs: Nastavuji pùvodní hodnotu
pl: Ustawienie domy¶lnej warto¶ci

source: Setting logging to log every host status change
cs: Nastavuji zapisování zmìn stavu pro ka¾dý poèátaè
pl: Ustawienie dziennika zdarzeñ tak, aby by³y zapisywane zmiany stanu wszystkich hostów

source: Disabling host status logging
cs: Vypínám zapisování stavu poèítaèe
pl: Wy³±czenie zapisywania zmian stanu hostów w dzienniku

source: Setting logging when host status last longer than value of (seconds)
cs: Nastavuji zapisování zmìn, pokud stav poèítaèe potrvá déle ne¾ hodnota (v sekundách)
pl: Ustawienie dziennika zdarzeñ tak, aby by³y zapisywane informacje o stanie trwaj±cym d³u¿ej ni¿ warto¶æ (w sekundach)

source: Setting ICMP packet size to value
cs: Nastavuji velikost ICMP paketu na
pl: Ustawienie rozmiaru pakietu ICMP na warto¶æ

source: Value -1 is not allowed here
cs: Hodnota -1 zde není povolena
pl: Warto¶æ -1 nie jest dozwolona

source: Setting refresh interval to new value
cs: Nastavuji obnovovací interval na novou hodnotu
pl: Ustawienie czasu od¶wie¿ania informacji o hostach na now± warto¶æ

source: Setting noreply interval to new value
cs: Nastavuji interval pro stav 'bez odpovìdi' na novou hodnotu
pl: Ustawienie czasu po którym host bêdzie traktowany jako 'wy³±czony' na now± warto¶æ

source: Setting delay between pings to new value
cs: Nastavuji prodlevu mezi pingama na novou hodnotu
pl: Ustawienie opó¼nienia pomiêdzy pingami na now± warto¶æ

source: Setting long delay to new value
cs: Nastavuji interval vìt¹ího zpo¾dìní na novou hodnotu
pl: Ustawienie nowego 'd³ugiego' opó¼nienia na now± warto¶æ

source: Cannot evaluate OPTIONS value of
cs: Nemohu zpracovat hodnotu sekce OPTIONS
pl: Niemo¿liwe przetworzenie warto¶ci sekcji OPTIONS

source: Setting title to new value
cs: Nastavuji nadpis na novou hodnotu
pl: Ustawienie tytu³u na now± warto¶æ

source: Realloc failed
cs: Realloc se nepovedl

source: Setting error log to new value
cs: Nastavuji chybový ¾urnál
pl: Ustawienie dziennika zdarzeñ przechowuj±cego informacje o b³êdach na now± warto¶æ

source: Error log
cs: ®urnál chyb
pl: Dziennik zdarzeñ informacji o b³êdach

source: Setting host log to new value
cs: Nastavuji ¾urnál zmìn stavu poèítaèù
pl: Ustawienie dziennika zdarzeñ przechowuj±cego informacje o zmianach stanu hostów na now± warto¶æ

source: Host status change log
cs: ®urnál zmìn stavu poèítaèù
pl: Dziennik zdarzeñ informacji o zmianach stanu hostów

source: Cannot open file
cs: Nemohu otevøít soubor
pl: Niemo¿liwe otworzenie pliku

source: Only log disabled host found. The rest of the hosts will be logged.
cs: Byly nalezeny pouze poèítaèe, jejich¾ stav nemá být zapisován do ¾urnálu. Zbytek poèítaèù zapisován bude.
pl: Znaleziono jedynie hosty w przypadku których maj± nie byæ zapisywane informacje o zmianach stanu w dzienniku zdarzeñ. Informacje o pozosta³ych hostach bêd± zapisywane w dzienniku.

source: Only log enabled host found. The rest of the hosts will not be logged.
cs: Byly nalezeny pouze poèítaèe, jejich¾ stavu má být zapisován do ¾urnálu. Zbytek poèítaèù zapisován nebude.
pl: Znaleziono jedynie hosty w przypadku których maj± byæ zapisywane informacje o zmianach stanu w dzienniku zdarzeñ. Informacje o pozosta³ych hostach nie bêd± zapisywane w dzienniku.

source: Log and nolog hosts found.
cs: Byly nalezeny poèítaèe, které se mají zapisovat do ¾urnálu a zároveò ty, které se zapisovat nemají.
pl: Znaleziono hosty w przypadku których maj± byæ zapisywane lub nie zapisywane informacje o zmianach stanu w dzienniku zdarzeñ.

source: Not specified hosts will use default setting:
cs: Nespecifikované poèítaèe pou¾ijí základní nastavení:
pl: W przypadku hostów, które nie zosta³y okre¶lone, zostan± u¿yte ustawienia domy¶lne:

source: Not specified hosts will use gobal setting:
cs: Nespecifikované poèítaèe pou¾ijí globální nastavení:
pl: W przypadku hostów, które nie zosta³y okre¶lone, zostan± u¿yte ustawienia globalne:

source: do not log.
cs: nezapisovat zmìny.
pl: nie zapisuj zmian.

source: log (every change).
cs: zapisovat (ka¾dou zmìnu).
pl: zapisuj (wszystkie zmiany).

source: log
cs: zapisovat
pl: zapisuj

source: with status last longer than
cs: pokud status trvá déle ne¾
pl: ze stanem trwaj±cym d³u¿ej ni¿

source: seconds
cs: sekund
pl: sekund

source: unknown setting
cs: neznámé nastavení
pl: nieznane ustawienie

source: Warning: maximum allowed configuration files exceeded!
cs: Varování: maximální poèet konfiguraèních souborù byl pøekroèen!
pl: Ostrze¿enie: przekroczono maksymaln± dozwolon± liczbê plików konfiguracyjnych!

source: Maximum count of hosts reached
cs: Maximální poèet poèítaèù dosa¾en
pl: Osi±gniêto maksymaln± liczbê hostów

source: Modify your copy of pinger if you want more hosts (requires recompile).
cs: Zmìòte va¹i kopii pingeru pokud chcete více poèítaèù (vy¾aduje rekompilaci).
pl: Je¶li chcesz u¿ywaæ wiêkszej liczby hostów, wykonaj rekompilacjê pingera.

source: Total hosts on list
cs: Celkem poèítaèù v seznamu
pl: Ca³kotiwa liczba hostów na li¶cie

source: Unreachable
cs: Sí» nedostupná
pl: Sieæ niedostêpna

source: Delayed
cs: Zpo¾dìní
pl: Opó¼niony

source: No valid answer
cs: ®ádná rozumá odpovìd
pl: Niepoprawna odpowied¼

source: Unresolved
cs: Nepøelo¾eno
pl: Nierozwi±zany

source: Unknown status
cs: Neznámý status

source: Host
cs: Poèítaè

source: changed status to:
cs: stav zmìnìn na:
pl: stan zmieniony na:

source: This packet is ARP and processed via process_icmp. It's definitely wrong. Host
cs: Toto je ARP paket a je zpracováván v process_icmp. Toto je úplnì ¹patnì. Poèítaè
pl: Pakiet jest pakietem typu ARP a zostanie przetworzony przez process_icmp - zdecydowanie niepoprawne zachowanie. Host

source: Packet too short!
cs: Packet je pøíli¹ krátký!
pl: Pakiet zbyt krótki!

source: Wrong IP version!
cs: ©patná verze IP!
pl: Z³a wersja IP!

source: Packet is not ICMP!
cs: Packet není typu ICMP!
pl: Pakiet nie jest pakietem ICMP!

source: Releasing socket for
cs: Uvolòuji socket pro
pl: Zwalnianie gniazda dla

source: (unresolved host)
cs: (nepøelo¾ený poèítaè)
pl: (nierozwi±zany host)

source: Cannot release raw socket for ip
cs: Nemohu uvolnit socket pro ip
pl: Niemo¿liwe zwolnienie gniazda typu raw odpowiadaj±cego protoko³owi ip

source: Pinger version
cs: Pinger verze
pl: Pinger wersja

source: Cannot select:
cs: Nemohu vybrat:
pl: Niemo¿liwy wybór:

source: Not running with root privileges, make sure this application has SUID bit set.
cs: Nebì¾ím s rootovskými privilegii. Ujisti se, ¾e aplikace má nastavený SUID bit.
pl: Uruchomienie na prawach roota jest niemo¿liwe. Sprawd¼ czy program posiada ustawiony bit SUID.

source: Cannot restore back user's privileges, quitting.
cs: Nemohu nastavit zpìt u¾ivatelská privileges, konèím.
pl: Niemo¿liwe przywrócenie uprawieñ u¿ytkownika - koñczê dzia³anie.

source: must be less than
cs: musí být men¹í ne¾
pl: musi byæ mniejszy ni¿

source: must be greater than
cs: musí být vìt¹í ne¾
pl: musi byæ wiêkszy ni¿

source: Someone doesn't know how to make changes in the source code!
cs: Nìkdo neví, jak správnì dìlat zmìny ve zdrojovém kódu!
pl: Nikt nie wie w jaki sposób dokonywaæ zmian w kodzie ¼ród³owym!

source: Pinger - version
cs: Pinger - verze
pl: Pinger - wersja

source: Usage:
cs: Pou¾ití:
pl: Sposób u¿ycia:

source: Parameters:
cs: Parametry:
pl: Parametry:

source: use GTK 2.x frontend (otherwise use ncurses).
cs: pou¾ívá GTK 2.x rozhraní (jinak se pou¾ívá ncurses).
pl: u¿yj interfejsu GTK 2.x (w przeciwnym przypadku u¿yj ncurses).

source: do not display messages into console.
cs: nezobrazovat zpravy v konzoli
pl: nie wy¶wietla komunikatów w konsoli

source: Maximum configuration files count exceeded. All following files will be ignored
cs: Maximální poèet konfiguraèních souborù pøekroèen. V¹echny dal¹í soubory budou ignorovány
pl: Przekroczono maksymaln± liczbê dozwolonych plików konfiguracyjnych. Wszystkie pozosta³e pliki zostan± zignorowane

source: Available modes:
cs: Dostupné re¾imy:
pl: Dostêpne tryby:

source: Using mode:
cs: Pou¾ívám re¾im:
pl: U¿ycie trybu:

source: GTK mode is not enabled, please recompile this program with enabling GTK mode.
cs: GTK re¾im není dostupný, prosím rekompilujte tento program s povolením GTK re¾imu.
pl: Tryb GTK nie jest dostêpny. Proszê zrekompilowaæ program z obs³ug± trybu GTK.

source: ncurses mode is not enabled, please recompile this program with enabling ncurses mode.
cs: re¾im ncurses není dostupný, prosím rekompilujte tento program s povolením GTK re¾imu.
pl: Tryb ncurses nie jest dostêpny. Proszê zrekompilowaæ program z obs³ug± trybu ncurses.

source: Cannot restore back root privileges, quiting.
cs: Nemohu nastavit zpìt rootovská privilegia, konèím
pl: Niemo¿liwe przywrócenie uprawnieñ roota - koñczê dzia³anie

source: No hosts loaded!
cs: ®ádné poèítaèe nenalezeny!
pl: Niemo¿liwe za³adowanie informacji o hostach!

source: ARP code
cs: ARP kód
pl: Kod ARP

source: Cannot set root privileges, quitting.
cs: Nemohu nastavit rootovská privilegia, konèím
pl: Niemo¿liwe ustawienie uprawnieñ roota - koñczê dzia³anie

source: Cannot get rid of effective and saved uid.
cs: Nemohu se zbavit efektivního a ulo¾eného uid.
pl: Niemo¿liwe pozbycie siê efektywnego i zapisanego uid.

source: Successfuly removed root privileges.
cs: Úspì¹nì uzmuty rootovská práva.
pl: Pozbycie siê uprawnieñ roota zakoñczone pomy¶lnie.

source: Cannot allocate icmp packet (bad icmp 'packetsize' perhaps?).
cs: Nemohu alokovat icmp paket (nejspí¹e ¹patný parametr 'packetsize'?).
pl: Niemo¿liwe utworzenie pakietu ICMP (prawdopodobnie warto¶æ parametru 'packetsize' jest niepoprawna?).

source: Parent is commiting suicide because its only child died unexpectedly.
cs: Rodiè ze zoufalství páchá samovra¾du, proto¾e jeho jediný potomek neoèekávanì zakonèil bìh, fòuk.
pl: Proces rodzicielski koñczy dzia³anie, poniewa¿ jego jedyny proces potomny niespodziewanie zakoñczy³ dzia³anie.

source: Cannot get time of day.
cs: Nemohu zjistit èas v tento den.
pl: Niemo¿liwe odczytanie aktualnej daty.

source: a lot!
cs: hodnì!
pl: du¿o!

source: NwUnrch
cs: Sí»Nedos
pl: SieæNiedos

source: Resolving
cs: Rozpozn.
pl: Rozwi±zywanie.

source: 'q' key to quit
cs: konec klávesou 'q'
pl: 'q' klawisz powoduje wyj¶cie

source: Delay [ms]
cs: Prodleva [ms]
pl: Opó¼nienie [ms]

source: Status
cs: Stav
pl: Stan

source: Snt/Rcv
cs: Psl/Pøj
pl: Wys/Otrz

source: Avail
cs: Dostp
pl: Dostêpny

source: Last OK
cs: Posl OK
pl: Ostatni OK

source: Headers cannot be displayed due to bad conversion from locale to UTF8 in
cs: Nadpisy nemohou být zobrazeny proto¾e se nevede konvezce z lokálního kódování do UTF8 v
pl: Nag³ówki nie mog± zostaæ wy¶wietlone w zwi±zku z niepoprawn± konwersj± kodowania lokalnego do UTF8 w

source: Cannot find model with number
cs: Nemohu najít model s èíslem
pl: Niemo¿liwe powi±zanie modelu z numerem

source: Unsuccessful exit, canot release sockets.
cs: Neúspì¹né ukonèení, nemohu uvolnit sockety.
pl: Niepomy¶lne zakoñczenie programu - niemo¿liwe zwolnienie gniazd sieciowych.

source: Thank you for use.
cs: Dìkuji za pou¾ívání.
pl: Dziêkujemy za u¿ycie naszego narzêdzia.

source: Successful exit.
cs: Úspì¹né ukonèení.
pl: Pomy¶lne zakoñczenie.

source: Actual time
cs: Aktuální èas
pl: Aktualny czas

source: File does not exist and cannot be created.
cs: Sobor neexistuje a nemù¾e být vytvoøen.
pl: Plik nie istnieje i nie mo¿e zostaæ utworzony.

source: This host set has already initialized log.
cs: Tato sada poèítaèù má ji¾ ¾urnál definován.
pl: Ten zestaw hostów ma ju¿ zdefiniowany dziennik zdarzeñ.

source: Unknown error.
cs: Neznámá chyba.

source: Initializing log
cs: Inicializuji ¾urnál
pl: Incjalizowanie dziennika zdarzeñ

source: Cannot open log file
cs: Nemohu otevøít soubor ¾urnálu
pl: Niemo¿liwe otworzenie pliku z dziennikiem zdarzeñ

source: File opened
cs: Soubor otevøen
pl: Otwarto plik

source: started.
cs: spu¹tìn
pl: uruchomiono

source: stopped
cs: zastaven
pl: zatrzymano

source: Error
cs: Chyba
pl: B³±d

source: Online
pl: W³±czony

source: Offline
pl: Wy³±czony
